var blue = [{
    gamut: "暗蓝",
    CMYK: "100,84,51,68",
    RGB: "16,31,48"
  },
  {
    gamut: "鸽蓝",
    CMYK: "100,77,50,62",
    RGB: "28,41,56"
  },
  {
    gamut: "燕颔蓝",
    CMYK: "100,86,54,78",
    RGB: "19,24,36"
  },
  {
    gamut: "钢蓝",
    CMYK: "100,89,54,79",
    RGB: "15,20,35"
  },
  {
    gamut: "品蓝",
    CMYK: "95,47,14,2",
    RGB: "43,115,175"
  },
  {
    gamut: "景泰蓝",
    CMYK: "95,46,10,1",
    RGB: "39,117,182"
  },
  {
    gamut: "海军蓝",
    CMYK: "93,50,21,6",
    RGB: "52,108,156"
  },
  {
    gamut: "安安蓝",
    CMYK: "93,49,17,3",
    RGB: "49,112,167"
  },
  {
    gamut: "飞燕草蓝",
    CMYK: "100,65,11,1",
    RGB: "15,89,164"
  },
  {
    gamut: "海涛蓝",
    CMYK: "100,67,16,3",
    RGB: "21,85,154"
  },
  {
    gamut: "柏林蓝",
    CMYK: "100,52,11,1",
    RGB: "18,107,174"
  },
  {
    gamut: "虹蓝",
    CMYK: "99,44,10,1",
    RGB: "33,119,184"
  },
  {
    gamut: "星蓝",
    CMYK: "53,19,15,1",
    RGB: "147,181,207"
  },
  {
    gamut: "鷃蓝",
    CMYK: "100,68,32,20",
    RGB: "20,74,116"
  },
  {
    gamut: "蝶翅蓝",
    CMYK: "81,41,24,8",
    RGB: "78,124,161"
  },
  {
    gamut: "尼罗蓝",
    CMYK: "96,47,11,1",
    RGB: "36,116,181"
  },
  {
    gamut: "搪磁蓝",
    CMYK: "100,53,21,6",
    RGB: "17,101,154"
  },
  {
    gamut: "睛蓝",
    CMYK: "78,27,17,2",
    RGB: "86,152,195"
  },
  {
    gamut: "晴山蓝",
    CMYK: "55,20,18,1",
    RGB: "143,178,201"
  },
  {
    gamut: "羽扇豆蓝",
    CMYK: "74,27,16,2",
    RGB: "97,154,195"
  },
  {
    gamut: "云水蓝",
    CMYK: "35,13,13,0",
    RGB: "186,204,217"
  },
  {
    gamut: "宝石蓝",
    CMYK: "94,32,17,3",
    RGB: "36,134,185"
  },
  {
    gamut: "牵牛花蓝",
    CMYK: "98,42,16,3",
    RGB: "17,119,176"
  },
  {
    gamut: "天蓝",
    CMYK: "98,43,14,2",
    RGB: "22,119,179"
  },
  {
    gamut: "潮蓝",
    CMYK: "93,36,15,2",
    RGB: "41,131,187"
  },
  {
    gamut: "井天蓝",
    CMYK: "32,8,13,0",
    RGB: "195,215,223"
  },
  {
    gamut: "秋波蓝",
    CMYK: "59,12,19,0",
    RGB: "138,188,209"
  },
  {
    gamut: "云山蓝",
    CMYK: "91,24,22,4",
    RGB: "47,144,185"
  },
  {
    gamut: "远天蓝",
    CMYK: "25,6,10,0",
    RGB: "208,223,230"
  },
  {
    gamut: "涧石蓝",
    CMYK: "73,17,20,1",
    RGB: "102,169,201"
  },
  {
    gamut: "釉蓝",
    CMYK: "96,34,18,4",
    RGB: "23,129,181"
  },
  {
    gamut: "深灰蓝",
    CMYK: "100,64,56,68",
    RGB: "19,44,51"
  },
  {
    gamut: "苍蓝",
    CMYK: "100,52,46,43",
    RGB: "19,72,87"
  },
  {
    gamut: "钴蓝",
    CMYK: "94,16,23,3",
    RGB: "26,148,188"
  },
  {
    gamut: "鸢尾蓝",
    CMYK: "95,25,20,4",
    RGB: "21,139,184"
  },
  {
    gamut: "胆矾蓝",
    CMYK: "96,16,31,3",
    RGB: "15,149,176"
  },
  {
    gamut: "玉鈫蓝",
    CMYK: "99,33,38,21",
    RGB: "18,110,130"
  },
  {
    gamut: "湖水蓝",
    CMYK: "43,4,16,0",
    RGB: "176,213,223"
  },
  {
    gamut: "灰蓝",
    CMYK: "94,58,54,60",
    RGB: "33,55,61"
  },
  {
    gamut: "瀑布蓝",
    CMYK: "79,0,27,0",
    RGB: "81,196,211"
  },
  {
    gamut: "蔚蓝",
    CMYK: "89,0,29,0",
    RGB: "41,183,203"
  },
  {
    gamut: "孔雀蓝",
    CMYK: "92,0,28,0",
    RGB: "14,176,201"
  },
  {
    gamut: "蜻蜓蓝",
    CMYK: "89,27,41,13",
    RGB: "59,129,140"
  },
  {
    gamut: "翠蓝",
    CMYK: "94,11,33,1",
    RGB: "30,158,179"
  },
  {
    gamut: "鸥蓝",
    CMYK: "28,12,17,0",
    RGB: "199,210,212"
  },
  {
    gamut: "樫鸟蓝",
    CMYK: "96,18,34,4",
    RGB: "20,145,168"
  },
  {
    gamut: "海天蓝",
    CMYK: "33,0,14,0",
    RGB: "198,230,232"
  },
  {
    gamut: "清水蓝",
    CMYK: "57,0,22,0",
    RGB: "147,213,220"
  },
  {
    gamut: "晚波蓝",
    CMYK: "71,28,39,10",
    RGB: "100,142,147"
  },
  {
    gamut: "甸子蓝",
    CMYK: "93,0,31,0",
    RGB: "16,174,194"
  },
  {
    gamut: "闪蓝",
    CMYK: "64,18,32,2",
    RGB: "124,171,177"
  },
  {
    gamut: "冰山蓝",
    CMYK: "40,24,32,6",
    RGB: "164,172,167"
  },
  {
    gamut: "钢青",
    CMYK: "100,82,51,64",
    RGB: "20,35,52"
  },
  {
    gamut: "靛青",
    CMYK: "100,60,8,1",
    RGB: "22,97,171"
  },
  {
    gamut: "花青",
    CMYK: "95,45,10,1",
    RGB: "35,118,183"
  },
  {
    gamut: "群青",
    CMYK: "99,48,11,1",
    RGB: "23,114,180"
  },
  {
    gamut: "碧青",
    CMYK: "77,7,24,0",
    RGB: "92,179,204"
  },
  {
    gamut: "霁青",
    CMYK: "74,2,24,0",
    RGB: "99,187,208"
  },
  {
    gamut: "海青",
    CMYK: "92,10,25,1",
    RGB: "34,162,195"
  },
  {
    gamut: "虾壳青",
    CMYK: "56,26,36,7",
    RGB: "134,157,157"
  },
  {
    gamut: "鲛青",
    CMYK: "35,44,80,30",
    RGB: "135,114,62"
  },
  {
    gamut: "鱼尾灰",
    CMYK: "64,52,39,28",
    RGB: "94,97,109"
  },
  {
    gamut: "鲸鱼灰",
    CMYK: "78,60,40,31",
    RGB: "71,81,100"
  },
  {
    gamut: "战舰灰",
    CMYK: "77,50,41,31",
    RGB: "73,92,105"
  }
];
module.exports = { //数据暴露出去
  blue: blue
}