var brown = [{
    gamut: "凋叶棕",
    CMYK: "2,44,83,0",
    RGB: "231,162,63"
  },
  {
    gamut: "桂皮淡棕",
    CMYK: "19,44,75,7",
    RGB: "192,147,81"
  },
  {
    gamut: "山鸡褐",
    CMYK: "27,60,97,21",
    RGB: "152,101,36"
  },
  {
    gamut: "鹿角棕",
    CMYK: "8,31,50,1",
    RGB: "227,189,141"
  },
  {
    gamut: "驼色",
    CMYK: "37,65,84,49",
    RGB: "102,70,42"
  },
  {
    gamut: "茶褐",
    CMYK: "38,69,90,54",
    RGB: "93,61,33"
  },
  {
    gamut: "麂棕",
    CMYK: "0,64,93,0",
    RGB: "222,118,34"
  },
  {
    gamut: "古铜褐",
    CMYK: "37,74,96,55",
    RGB: "92,55,25"
  },
  {
    gamut: "槟榔综",
    CMYK: "14,69,100,4",
    RGB: "193,101,26"
  },
  {
    gamut: "鹿皮褐",
    CMYK: "7,52,71,1",
    RGB: "217,145,86"
  },
  {
    gamut: "芒果棕",
    CMYK: "25,80,100,20",
    RGB: "149,68,22"
  },
  {
    gamut: "岩石棕",
    CMYK: "26,76,97,20",
    RGB: "150,77,34"
  },
  {
    gamut: "淡咖啡",
    CMYK: "27,69,85,22",
    RGB: "148,88,51"
  },
  {
    gamut: "铁棕",
    CMYK: "0,76,97,0",
    RGB: "216,89,22"
  },
  {
    gamut: "淡可可棕",
    CMYK: "16,77,100,6",
    RGB: "183,81,29"
  },
  {
    gamut: "金驼",
    CMYK: "0,70,87,0",
    RGB: "228,104,40"
  },
  {
    gamut: "丁香棕",
    CMYK: "32,83,96,41",
    RGB: "113,54,29"
  },
  {
    gamut: "火泥棕",
    CMYK: "22,64,71,12",
    RGB: "170,106,76"
  },
  {
    gamut: "筍皮棕",
    CMYK: "30,89,100,39",
    RGB: "115,46,18"
  },
  {
    gamut: "椰壳棕",
    CMYK: "27,85,98,27",
    RGB: "136,58,30"
  },
  {
    gamut: "中灰驼",
    CMYK: "37,72,72,52",
    RGB: "96,61,48"
  },
  {
    gamut: "咖啡",
    CMYK: "30,87,100,38",
    RGB: "117,49,23"
  },
  {
    gamut: "淡栗棕",
    CMYK: "34,82,85,47",
    RGB: "103,52,36"
  },
  {
    gamut: "可可棕",
    CMYK: "33,89,92,48",
    RGB: "101,43,28"
  },
  {
    gamut: "火岩棕",
    CMYK: "27,91,95,28",
    RGB: "134,48,32"
  },
  {
    gamut: "橡树棕",
    CMYK: "31,79,77,37",
    RGB: "119,61,49"
  },
  {
    gamut: "柞叶棕",
    CMYK: "32,90,95,45",
    RGB: "106,42,27"
  },
  {
    gamut: "暗驼棕",
    CMYK: "36,90,82,56",
    RGB: "89,38,32"
  },
  {
    gamut: "栗棕",
    CMYK: "34,98,91,53",
    RGB: "92,30,25"
  },
  {
    gamut: "火山棕",
    CMYK: "41,84,71,67",
    RGB: "72,37,34"
  },
  {
    gamut: "酱棕",
    CMYK: "35,96,88,55",
    RGB: "90,31,27"
  },
  {
    gamut: "浅驼色",
    CMYK: "10,27,59,1",
    RGB: "226,193,124"
  }
];
module.exports = { //数据暴露出去
  brown: brown
}