var gray = [{
    gamut: "锌灰",
    CMYK: "48,45,40,26",
    RGB: "122,115,116"
  },
  {
    gamut: "鼠背灰",
    CMYK: "41,64,44,36",
    RGB: "115,87,92"
  },
  {
    gamut: "苍蝇灰",
    CMYK: "57,72,54,74",
    RGB: "54,40,43"
  },
  {
    gamut: "暮云灰",
    CMYK: "49,71,49,58",
    RGB: "79,56,62"
  },
  {
    gamut: "斑鸠灰",
    CMYK: "49,82,46,63",
    RGB: "72,41,54"
  },
  {
    gamut: "古鼎灰",
    CMYK: "63,74,52,70",
    RGB: "54,41,47"
  },
  {
    gamut: "沙鱼灰",
    CMYK: "76,70,51,60",
    RGB: "53,51,60"
  },
  {
    gamut: "水牛灰",
    CMYK: "77,68,54,66",
    RGB: "47,47,53"
  },
  {
    gamut: "瓦罐灰",
    CMYK: "67,57,49,49",
    RGB: "71,72,76"
  },
  {
    gamut: "牛角灰",
    CMYK: "80,70,53,65",
    RGB: "45,46,54"
  },
  {
    gamut: "黄昏灰",
    CMYK: "67,53,51,50",
    RGB: "71,75,76"
  },
  {
    gamut: "垩灰",
    CMYK: "57,37,42,21",
    RGB: "115,124,123"
  },
  {
    gamut: "绿灰",
    CMYK: "85,44,64,52",
    RGB: "49,74,67"
  },
  {
    gamut: "狼烟灰",
    CMYK: "62,43,52,34",
    RGB: "93,101,95"
  },
  {
    gamut: "燕羽灰",
    CMYK: "47,47,65,42",
    RGB: "104,94,72"
  },
  {
    gamut: "蟹壳灰",
    CMYK: "46,47,69,42",
    RGB: "105,94,69"
  },
  {
    gamut: "河豚灰",
    CMYK: "64,57,60,67",
    RGB: "57,55,51"
  },
  {
    gamut: "橄榄灰",
    CMYK: "44,61,76,62",
    RGB: "80,62,42"
  },
  {
    gamut: "淡松烟",
    CMYK: "48,58,70,62",
    RGB: "77,64,48"
  },
  {
    gamut: "夜灰",
    CMYK: "43,40,44,42",
    RGB: "132,124,116"
  },
  {
    gamut: "瓦灰",
    CMYK: "42,40,43,23",
    RGB: "134,126,118"
  },
  {
    gamut: "鹤灰",
    CMYK: "52,56,64,62",
    RGB: "74,64,53"
  },
  {
    gamut: "深灰",
    CMYK: "42,42,46,27",
    RGB: "129,119,110"
  },
  {
    gamut: "松鼠灰",
    CMYK: "46,59,68,61",
    RGB: "79,64,50"
  },
  {
    gamut: "雁灰",
    CMYK: "42,42,45,27",
    RGB: "128,118,110"
  },
  {
    gamut: "长石灰",
    CMYK: "67,60,57,68",
    RGB: "54,52,51"
  },
  {
    gamut: "石板灰",
    CMYK: "39,60,58,51",
    RGB: "98,73,65"
  },
  {
    gamut: "淡铁灰",
    CMYK: "40,64,61,56",
    RGB: "91,66,58"
  },
  {
    gamut: "海报灰",
    CMYK: "45,68,57,66",
    RGB: "72,51,50"
  },
  {
    gamut: "玫瑰灰",
    CMYK: "41,76,64,65",
    RGB: "175,46,43"
  },
  {
    gamut: "芦灰",
    CMYK: "39,53,38,25",
    RGB: "133,109,114"
  },
  {
    gamut: "隐红灰",
    CMYK: "26,43,26,6",
    RGB: "181,152,161"
  },
  {
    gamut: "紫灰",
    CMYK: "53,75,41,41",
    RGB: "93,63,81"
  },
  {
    gamut: "嫩灰",
    CMYK: "55,40,40,23",
    RGB: "116,120,122"
  },
  {
    gamut: "大理石灰",
    CMYK: "29,16,17,1",
    RGB: "196,203,207"
  },
  {
    gamut: "星灰",
    CMYK: "36,20,23,2",
    RGB: "178,187,190"
  },
  {
    gamut: "夏云灰",
    CMYK: "65,40,44,26",
    RGB: "97,113,114"
  },
  {
    gamut: "穹灰",
    CMYK: "32,7,18,0",
    RGB: "196,215,214"
  },
  {
    gamut: "淡绿灰",
    CMYK: "63,31,50,14",
    RGB: "112,136,125"
  },
  {
    gamut: "明灰",
    CMYK: "52,28,42,10",
    RGB: "138,152,142"
  },
  {
    gamut: "镍灰",
    CMYK: "40,27,36,8",
    RGB: "159,163,154"
  },
  {
    gamut: "海参灰",
    CMYK: "69,64,52,59",
    RGB: "255,254,250"
  },
  {
    gamut: "月灰",
    CMYK: "28,26,45,7",
    RGB: "183,174,143"
  },
  {
    gamut: "尘灰",
    CMYK: "26,31,57,10",
    RGB: "182,164,118"
  },
  {
    gamut: "银鼠灰",
    CMYK: "28,27,43,8",
    RGB: "181,170,144"
  },
  {
    gamut: "百灵鸟灰",
    CMYK: "28,28,41,9",
    RGB: "180,169,146"
  },
  {
    gamut: "铅灰",
    CMYK: "28,5,30,5",
    RGB: "187,181,172"
  },
  {
    gamut: "中灰",
    CMYK: "28,25,30,5",
    RGB: "187,181,172"
  },
  {
    gamut: "浅灰",
    CMYK: "16,15,20,1",
    RGB: "218,212,203"
  },
  {
    gamut: "珍珠灰",
    CMYK: "12,12,16,0",
    RGB: "228,223,215"
  },
  {
    gamut: "猴毛灰",
    CMYK: "32,40,53,22",
    RGB: "151,132,108"
  },
  {
    gamut: "淡银灰",
    CMYK: "22,28,34,6",
    RGB: "193,178,163"
  },
  {
    gamut: "玛瑙灰",
    CMYK: "21,17,19,1",
    RGB: "207,204,201"
  },
  {
    gamut: "银灰",
    CMYK: "34,42,46,23",
    RGB: "145,128,114"
  },
  {
    gamut: "海鸥灰",
    CMYK: "42,40,46,20",
    RGB: "154,136,120"
  },
  {
    gamut: "蛛网灰",
    CMYK: "23,35,38,10",
    RGB: "183,160,145"
  },
  {
    gamut: "淡玫瑰灰",
    CMYK: "21,43,43,9",
    RGB: "184,148,133"
  },
  {
    gamut: "中红灰",
    CMYK: "31,63,66,31",
    RGB: "139,97,77"
  },
  {
    gamut: "珠母灰",
    CMYK: "38,63,63,50",
    RGB: "100,72,61"
  },
  {
    gamut: "芦穗灰",
    CMYK: "25,31,26,5",
    RGB: "189,174,173"
  }
];
module.exports = { //数据暴露出去
  gray: gray
}