var green = [{
    gamut: "亚丁绿",
    CMYK: "88,24,61,9",
    RGB: "66,134,117"
  },
  {
    gamut: "竹绿",
    CMYK: "96,0,64,0",
    RGB: "27,167,132"
  },
  {
    gamut: "蓝绿",
    CMYK: "98,2,64,0",
    RGB: "18,161,130"
  },
  {
    gamut: "美蝶绿",
    CMYK: "95,0,52,0",
    RGB: "18,170,156"
  },
  {
    gamut: "石绿",
    CMYK: "78,36,0,0",
    RGB: "87,195,194"
  },
  {
    gamut: "飞泉绿",
    CMYK: "82,32,60,20",
    RGB: "73,117,104"
  },
  {
    gamut: "苍绿",
    CMYK: "93,46,70,61",
    RGB: "34,62,54"
  },
  {
    gamut: "青矾绿",
    CMYK: "96,12,66,2",
    RGB: "44,150,120"
  },
  {
    gamut: "深海绿",
    CMYK: "98,46,73,63",
    RGB: "26,59,50"
  },
  {
    gamut: "海王绿",
    CMYK: "99,23,70,10",
    RGB: "36,128,103"
  },
  {
    gamut: "苷蓝绿",
    CMYK: "82,60,65,80",
    RGB: "31,38,35"
  },
  {
    gamut: "浪花绿",
    CMYK: "55,16,40,1",
    RGB: "146,179,165"
  },
  {
    gamut: "蛙绿",
    CMYK: "86,0,63,0",
    RGB: "69,183,135"
  },
  {
    gamut: "草原远绿",
    CMYK: "52,11,37,0",
    RGB: "154,190,175"
  },
  {
    gamut: "铜绿",
    CMYK: "92,0,64,0",
    RGB: "43,174,133"
  },
  {
    gamut: "梧枝绿",
    CMYK: "74,14,51,1",
    RGB: "105,167,148"
  },
  {
    gamut: "莽丛绿",
    CMYK: "90,62,67,86",
    RGB: "20,30,27"
  },
  {
    gamut: "淡绿",
    CMYK: "78,6,62,0",
    RGB: "97,172,133"
  },
  {
    gamut: "荷叶绿",
    CMYK: "100,31,91,25",
    RGB: "26,104,64"
  },
  {
    gamut: "葱绿",
    CMYK: "90,7,73,0",
    RGB: "64,160,112"
  },
  {
    gamut: "翠绿",
    CMYK: "98,0,82,0",
    RGB: "32,161,98"
  },
  {
    gamut: "麦苗绿",
    CMYK: "81,0,62,0",
    RGB: "85,187,138"
  },
  {
    gamut: "粉绿",
    CMYK: "64,0,46,0",
    RGB: "131,203,172"
  },
  {
    gamut: "蛋白石绿",
    CMYK: "81,19,67,4",
    RGB: "87,149,114"
  },
  {
    gamut: "薄荷绿",
    CMYK: "100,22,90,10",
    RGB: "32,127,76"
  },
  {
    gamut: "蔻梢绿",
    CMYK: "78,0,62,0",
    RGB: "93,190,138"
  },
  {
    gamut: "蟾绿",
    CMYK: "92,14,76,2",
    RGB: "60,149,102"
  },
  {
    gamut: "玉簪绿",
    CMYK: "49,5,37,0",
    RGB: "164,202,182"
  },
  {
    gamut: "田园绿",
    CMYK: "75,0,59,0",
    RGB: "104,184,142"
  },
  {
    gamut: "毛绿",
    CMYK: "75,0,61,0",
    RGB: "102,193,140"
  },
  {
    gamut: "云杉绿",
    CMYK: "91,60,76,83",
    RGB: "21,35,27"
  },
  {
    gamut: "宫殿绿",
    CMYK: "100,17,92,5",
    RGB: "32,137,77"
  },
  {
    gamut: "孔雀绿",
    CMYK: "99,10,91,2",
    RGB: "34,148,83"
  },
  {
    gamut: "竹篁绿",
    CMYK: "40,0,30,0",
    RGB: "185,222,201"
  },
  {
    gamut: "淡翠绿",
    CMYK: "33,1,29,0",
    RGB: "198,223,200"
  },
  {
    gamut: "槲寄生绿",
    CMYK: "76,56,75,72",
    RGB: "43,49,44"
  },
  {
    gamut: "瓦松绿",
    CMYK: "66,29,58,12",
    RGB: "110,139,116"
  },
  {
    gamut: "白屈菜绿",
    CMYK: "74,42,65,40",
    RGB: "72,91,77"
  },
  {
    gamut: "松霜绿",
    CMYK: "61,19,52,3",
    RGB: "131,167,141"
  },
  {
    gamut: "明绿",
    CMYK: "53,1,44,0",
    RGB: "158,204,171"
  },
  {
    gamut: "水绿",
    CMYK: "62,0,76,0",
    RGB: "140,194,105"
  },
  {
    gamut: "田螺绿",
    CMYK: "62,42,56,34",
    RGB: "94,102,91"
  },
  {
    gamut: "嘉陵水绿",
    CMYK: "47,0,49,0",
    RGB: "173,213,162"
  },
  {
    gamut: "宝石绿",
    CMYK: "90,0,100,0",
    RGB: "65,174,60"
  },
  {
    gamut: "油绿",
    CMYK: "84,64,94,45",
    RGB: "37,61,36"
  },
  {
    gamut: "鲜绿",
    CMYK: "88,0,99,0",
    RGB: "67,178,68"
  },
  {
    gamut: "玉髓绿",
    CMYK: "89,0,96,0",
    RGB: "65,179,73"
  },
  {
    gamut: "嫩菊绿",
    CMYK: "9,1,14,0",
    RGB: "240,245,229"
  },
  {
    gamut: "芽绿",
    CMYK: "58,1,88,0",
    RGB: "150,194,78"
  },
  {
    gamut: "橄榄石绿",
    CMYK: "44,3,61,0",
    RGB: "178,207,135"
  },
  {
    gamut: "艾绿",
    CMYK: "27,11,27,1",
    RGB: "202,211,195"
  },
  {
    gamut: "艾背绿",
    CMYK: "20,1,23,1",
    RGB: "223,236,213"
  },
  {
    gamut: "鹦鹉绿",
    CMYK: "81,0,100,0",
    RGB: "91,174,35"
  },
  {
    gamut: "橄榄黄绿",
    CMYK: "38,8,94,1",
    RGB: "190,201,54"
  },
  {
    gamut: "海沬绿",
    CMYK: "18,4,33,0",
    RGB: "226,231,191"
  },
  {
    gamut: "苹果绿",
    CMYK: "41,4,76,0",
    RGB: "186,207,101"
  },
  {
    gamut: "蒽油绿",
    CMYK: "68,56,60,66",
    RGB: "55,56,52"
  },
  {
    gamut: "芦苇绿",
    CMYK: "42,3,67,0",
    RGB: "183,208,122"
  },
  {
    gamut: "淡灰绿",
    CMYK: "30,30,70,12",
    RGB: "173,158,85"
  },
  {
    gamut: "橄榄绿",
    CMYK: "50,50,10,48",
    RGB: "94,83,20"
  },
  {
    gamut: "新禾绿",
    CMYK: "17,29,100,4",
    RGB: "210,177,22"
  },
  {
    gamut: "草灰绿",
    CMYK: "38,38,76,24",
    RGB: "142,128,75"
  },
  {
    gamut: "苔绿",
    CMYK: "36,42,100,29",
    RGB: "136,115,34"
  },
  {
    gamut: "碧螺春绿",
    CMYK: "36,42,100,30",
    RGB: "134,112,24"
  },
  {
    gamut: "潭水绿",
    CMYK: "48,48,100,45",
    RGB: "100,88,34"
  },
  {
    gamut: "枯绿",
    CMYK: "21,43,100,11",
    RGB: "183,141,18"
  },
  {
    gamut: "棕榈绿",
    CMYK: "45,55,100,54",
    RGB: "91,73,19"
  },
  {
    gamut: "粽叶绿",
    CMYK: "32,50,100,31",
    RGB: "135,104,24"
  },
  {
    gamut: "灰绿",
    CMYK: "31,51,100,30",
    RGB: "138,105,19"
  },
  {
    gamut: "暗海水绿",
    CMYK: "45,56,100,56",
    RGB: "88,71,23"
  },
  {
    gamut: "蜴蜊绿",
    CMYK: "31,57,100,33",
    RGB: "131,94,29"
  },
  {
    gamut: "古铜绿",
    CMYK: "42,64,94,60",
    RGB: "83,60,27"
  },
  {
    gamut: "蟹壳绿",
    CMYK: "43,63,88,61",
    RGB: "81,60,32"
  },
  {
    gamut: "焦茶绿",
    CMYK: "41,66,94,60",
    RGB: "85,59,24"
  }
];
module.exports = { //数据暴露出去
  green: green
}