var orange = [{
    gamut: "淡肉色",
    CMYK: "1,15,38,0",
    RGB: "248,224,176"
  },
  {
    gamut: "淡橘橙",
    CMYK: "0,45,92,0",
    RGB: "251,164,20"
  },
  {
    gamut: "落英淡粉",
    CMYK: "1,12,22,0",
    RGB: "249,232,208"
  },
  {
    gamut: "肉色",
    CMYK: "0,32,52,0",
    RGB: "247,193,115"
  },
  {
    gamut: "瓜瓤粉",
    CMYK: "0,27,51,0",
    RGB: "249,203,139"
  },
  {
    gamut: "醉瓜肉",
    CMYK: "4,57,82,1",
    RGB: "219,133,64"
  },
  {
    gamut: "淡赭",
    CMYK: "18,57,76,6",
    RGB: "190,126,74"
  },
  {
    gamut: "美人焦橙",
    CMYK: "0,62,85,0",
    RGB: "250,126,35"
  },
  {
    gamut: "玫瑰粉",
    CMYK: "0,40,52,0",
    RGB: "248,179,127"
  },
  {
    gamut: "橘橙",
    CMYK: "0,62,88,0",
    RGB: "249,125,28"
  },
  {
    gamut: "鲑鱼红",
    CMYK: "0,50,68,0",
    RGB: "240,156,90"
  },
  {
    gamut: "菠萝红",
    CMYK: "0,65,79,0",
    RGB: "252,121,48"
  },
  {
    gamut: "陶瓷红",
    CMYK: "0,70,91,0",
    RGB: "225,103,35"
  },
  {
    gamut: "海螺橙",
    CMYK: "0,53,65,0",
    RGB: "240,148,93"
  },
  {
    gamut: "蟹壳红",
    CMYK: "0,65,80,0",
    RGB: "242,118,53"
  },
  {
    gamut: "初桃粉红",
    CMYK: "0,19,19,0",
    RGB: "246,220,206"
  },
  {
    gamut: "金莲花橙",
    CMYK: "0,69,86,0",
    RGB: "248,107,29"
  },
  {
    gamut: "燕颔红",
    CMYK: "0,72,86,0",
    RGB: "252,99,21"
  },
  {
    gamut: "莓酱红",
    CMYK: "0,74,85,0",
    RGB: "250,93,25"
  },
  {
    gamut: "龙睛鱼红",
    CMYK: "0,72,82,0",
    RGB: "239,99,43"
  },
  {
    gamut: "银朱",
    CMYK: "0,83,87,0",
    RGB: "244,62,6"
  },
  {
    gamut: "柿红",
    CMYK: "0,80,85,0",
    RGB: "242,72,27"
  },
  {
    gamut: "榴花红",
    CMYK: "0,80,85,0",
    RGB: "243,71,24"
  },
  {
    gamut: "朱红",
    CMYK: "0,78,83,0",
    RGB: "237,81,38"
  },
  {
    gamut: "藕荷",
    CMYK: "2,31,31,0",
    RGB: "237,195,174"
  }
];
module.exports = { //数据暴露出去
  orange: orange
}