var pruple = [{
    gamut: "葡萄酱紫",
    CMYK: "35,100,80,54",
    RGB: "90,18,22"
  },
  {
    gamut: "粟紫",
    CMYK: "35,100,85,54",
    RGB: "90,25,27"
  },
  {
    gamut: "暗玉紫",
    CMYK: "35,94,77,53",
    RGB: "92,34,35"
  },
  {
    gamut: "猪肝紫",
    CMYK: "36,95,71,59",
    RGB: "84,30,36"
  },
  {
    gamut: "酱紫",
    CMYK: "39,100,79,63",
    RGB: "77,16,24"
  },
  {
    gamut: "葡萄紫",
    CMYK: "39,92,67,64",
    RGB: "76,31,36"
  },
  {
    gamut: "李紫",
    CMYK: "56,88,62,84",
    RGB: "43,18,22"
  },
  {
    gamut: "甘蔗紫",
    CMYK: "33,100,75,49",
    RGB: "98,22,36"
  },
  {
    gamut: "金鱼紫",
    CMYK: "38,100,81,61",
    RGB: "80,10,22"
  },
  {
    gamut: "茄皮紫",
    CMYK: "58,90,63,83",
    RGB: "45,12,19"
  },
  {
    gamut: "卵石紫",
    CMYK: "52,88,58,81",
    RGB: "48,22,28"
  },
  {
    gamut: "石竹紫",
    CMYK: "32,100,84,49",
    RGB: "99,7,28"
  },
  {
    gamut: "鹞冠紫",
    CMYK: "34,97,54,50",
    RGB: "98,29,52"
  },
  {
    gamut: "火鹅紫",
    CMYK: "50,91,54,79",
    RGB: "51,20,30"
  },
  {
    gamut: "菜头紫",
    CMYK: "24,99,52,19",
    RGB: "149,28,72"
  },
  {
    gamut: "檀紫",
    CMYK: "48,90,50,76",
    RGB: "56,25,36"
  },
  {
    gamut: "墨紫",
    CMYK: "53,92,55,81",
    RGB: "49,15,27"
  },
  {
    gamut: "磨石紫",
    CMYK: "53,81,50,74",
    RGB: "56,33,41"
  },
  {
    gamut: "绀紫",
    CMYK: "41,97,49,68",
    RGB: "70,22,41"
  },
  {
    gamut: "洋葱紫",
    CMYK: "22,83,34,11",
    RGB: "168,69,107"
  },
  {
    gamut: "海象紫",
    CMYK: "40,92,47,64",
    RGB: "75,30,47"
  },
  {
    gamut: "淡青紫",
    CMYK: "10,27,11,0",
    RGB: "224,200,209"
  },
  {
    gamut: "古铜紫",
    CMYK: "42,99,51,69",
    RGB: "68,14,37"
  },
  {
    gamut: "马鞭草紫",
    CMYK: "6,13,7,0",
    RGB: "237,221,231"
  },
  {
    gamut: "樱草紫",
    CMYK: "19,68,18,1",
    RGB: "192,111,152"
  },
  {
    gamut: "丁香淡紫",
    CMYK: "7,20,8,0",
    RGB: "233,215,223"
  },
  {
    gamut: "荸荠紫",
    CMYK: "58,96,40,61",
    RGB: "65,28,53"
  },
  {
    gamut: "萝兰紫",
    CMYK: "23,53,14,1",
    RGB: "192,142,175"
  },
  {
    gamut: "青蛤壳紫",
    CMYK: "24,58,15,1",
    RGB: "188,132,168"
  },
  {
    gamut: "龙睛鱼紫",
    CMYK: "55,87,41,52",
    RGB: "78,42,64"
  },
  {
    gamut: "苋菜紫",
    CMYK: "27,97,27,14",
    RGB: "55,30,100"
  },
  {
    gamut: "玫瑰紫",
    CMYK: "18,91,18,2",
    RGB: "186,47,123"
  },
  {
    gamut: "芥花紫",
    CMYK: "39,91,15,3",
    RGB: "152,54,128"
  },
  {
    gamut: "青莲",
    CMYK: "43,97,19,8",
    RGB: "139,38,113"
  },
  {
    gamut: "葛巾紫",
    CMYK: "45,99,24,16",
    RGB: "126,32,101"
  },
  {
    gamut: "芓紫",
    CMYK: "44,85,24,10",
    RGB: "137,66,118"
  },
  {
    gamut: "牵牛紫",
    CMYK: "49,100,29,32",
    RGB: "104,23,82"
  },
  {
    gamut: "扁豆紫",
    CMYK: "35,75,18,2",
    RGB: "163,92,143"
  },
  {
    gamut: "豆蔻紫",
    CMYK: "31,71,15,1",
    RGB: "173,101,152"
  },
  {
    gamut: "淡牵牛紫",
    CMYK: "19,27,9,0",
    RGB: "209,194,211"
  },
  {
    gamut: "桔梗紫",
    CMYK: "54,89,12,1",
    RGB: "129,60,133"
  },
  {
    gamut: "鸟梅紫",
    CMYK: "81,87,54,84",
    RGB: "30,19,29"
  },
  {
    gamut: "魏紫",
    CMYK: "52,100,17,7",
    RGB: "126,22,113"
  },
  {
    gamut: "芝兰紫",
    CMYK: "3,26,10,0",
    RGB: "126,22,113"
  },
  {
    gamut: "深牵牛紫",
    CMYK: "83,87,55,86",
    RGB: "28,13,26"
  },
  {
    gamut: "凤信紫",
    CMYK: "21,37,12,0",
    RGB: "200,173,196"
  },
  {
    gamut: "槿紫",
    CMYK: "57,62,16,2",
    RGB: "128,109,158"
  },
  {
    gamut: "龙葵紫",
    CMYK: "79,74,49,60",
    RGB: "50,47,59"
  },
  {
    gamut: "藤萝紫",
    CMYK: "58,56,17,2",
    RGB: "128,118,163"
  },
  {
    gamut: "蕈紫",
    CMYK: "56,72,15,1",
    RGB: "129,92,148"
  },
  {
    gamut: "剑锋紫",
    CMYK: "70,69,49,56",
    RGB: "62,56,65"
  },
  {
    gamut: "螺甸紫",
    CMYK: "63,53,22,5",
    RGB: "116,117,155"
  },
  {
    gamut: "远山紫",
    CMYK: "23,18,12,1",
    RGB: "204,204,214"
  },
  {
    gamut: "野菊紫",
    CMYK: "80,73,21,6",
    RGB: "82,82,136"
  },
  {
    gamut: "野葡萄紫",
    CMYK: "91,84,40,43",
    RGB: "48,47,75"
  },
  {
    gamut: "暗蓝紫",
    CMYK: "100,94,52,77",
    RGB: "19,17,36"
  },
  {
    gamut: "暗龙胆紫",
    CMYK: "90,84,50,69",
    RGB: "34,32,46"
  },
  {
    gamut: "山梗紫",
    CMYK: "74,64,14,1",
    RGB: "97,100,159"
  },
  {
    gamut: "淡蓝紫",
    CMYK: "39,31,17,2",
    RGB: "167,168,189"
  },
  {
    gamut: "满天星紫",
    CMYK: "100,93,21,5",
    RGB: "46,49,124"
  },
  {
    gamut: "晶石紫",
    CMYK: "98,93,48,73",
    RGB: "31,32,64"
  },
  {
    gamut: "淡藤萝紫",
    CMYK: "4,11,9,0",
    RGB: "242,231,229"
  },
  {
    gamut: "貂紫",
    CMYK: "36,81,64,54",
    RGB: "93,49,49"
  }
];

module.exports = { //数据暴露出去
  pruple: pruple
}