var red = [{
    gamut: "玉红",
    CMYK: "13,83,62,3",
    RGB: "192,72,81"
  },
  {
    gamut: "艳红",
    CMYK: "0,77,49,0",
    RGB: "237,90,101"
  },
  {
    gamut: "香叶红",
    CMYK: "0,65,38,0",
    RGB: "240,124,130"
  },
  {
    gamut: "牡丹粉红",
    CMYK: "0,49,27,0",
    RGB: "238,162,164"
  },
  {
    gamut: "苋菜红",
    CMYK: "19,99,86,11",
    RGB: "166,27,41"
  },
  {
    gamut: "春梅红",
    CMYK: "0,56,27,0",
    RGB: "241,147,156"
  },
  {
    gamut: "合欢红",
    CMYK: "0,50,23,0",
    RGB: "240,161,168"
  },
  {
    gamut: "鼠鼻红",
    CMYK: "5,38,20,0",
    RGB: "227,180,184"
  },
  {
    gamut: "满江红",
    CMYK: "22,76,54,12",
    RGB: "167,83,90"
  },
  {
    gamut: "高梁红",
    CMYK: "11,93,77,2",
    RGB: "192,44,56"
  },
  {
    gamut: "茶花红",
    CMYK: "0,84,60,0",
    RGB: "238,63,77"
  },
  {
    gamut: "枣红",
    CMYK: "28,100,86,33",
    RGB: "124,24,35"
  },
  {
    gamut: "唐菖蒲红",
    CMYK: "0,93,76,0",
    RGB: "222,28,49"
  },
  {
    gamut: "枫叶红",
    CMYK: "10,96,82,2",
    RGB: "194,31,48"
  },
  {
    gamut: "鹅冠红",
    CMYK: "1,95,82,0",
    RGB: "209,26,45"
  },
  {
    gamut: "莓红",
    CMYK: "13,76,50,2",
    RGB: "196,90,101"
  },
  {
    gamut: "烟红",
    CMYK: "29,73,51,28",
    RGB: "137,78,84"
  },
  {
    gamut: "山茶红",
    CMYK: "0,78,44,0",
    RGB: "237,85,106"
  },
  {
    gamut: "草茉莉红",
    CMYK: "0,82,50,0",
    RGB: "239,71,93"
  },
  {
    gamut: "殷红",
    CMYK: "27,100,90,29",
    RGB: "130,17,31"
  },
  {
    gamut: "暗紫苑红",
    CMYK: "27,98,79,30",
    RGB: "130,32,43"
  },
  {
    gamut: "淡茜红",
    CMYK: "0,65,29,0",
    RGB: "231,124,142"
  },
  {
    gamut: "石竹红",
    CMYK: "0,82,46,0",
    RGB: "238,72,99"
  },
  {
    gamut: "淡曙红",
    CMYK: "0,89,62,0",
    RGB: "238,39,70"
  },
  {
    gamut: "石蕊红",
    CMYK: "0,30,12,0",
    RGB: "240,201,207"
  },
  {
    gamut: "蓟粉红",
    CMYK: "8,22,12,0",
    RGB: "230,210,213"
  },
  {
    gamut: "海棠红",
    CMYK: "0,86,55,0",
    RGB: "240,55,82"
  },
  {
    gamut: "尖晶玉红",
    CMYK: "5,96,73,1",
    RGB: "204,22,58"
  },
  {
    gamut: "月季红",
    CMYK: "8,78,35,1",
    RGB: "206,87,109"
  },
  {
    gamut: "淡蕊香红",
    CMYK: "0,82,44,0",
    RGB: "238,72,102"
  },
  {
    gamut: "山黎豆红",
    CMYK: "16,61,34,4",
    RGB: "194,124,136"
  },
  {
    gamut: "锦葵红",
    CMYK: "13,90,56,3",
    RGB: "191,53,83"
  },
  {
    gamut: "吊钟花红",
    CMYK: "0,76,16,0",
    RGB: "45,12,19"
  },
  {
    gamut: "姜红",
    CMYK: "0,39,14,0",
    RGB: "238,184,195"
  },
  {
    gamut: "水红",
    CMYK: "0,33,11,0",
    RGB: "241,196,205"
  },
  {
    gamut: "豇豆红",
    CMYK: "0,52,15,0",
    RGB: "237,157,178"
  },
  {
    gamut: "芍药耕红",
    CMYK: "0,50,16,0",
    RGB: "235,160,179"
  },
  {
    gamut: "晶红",
    CMYK: "0,48,15,0",
    RGB: "238,166,183"
  },
  {
    gamut: "粉团花红",
    CMYK: "0,52,18,0",
    RGB: "236,155,173"
  },
  {
    gamut: "松叶牡丹红",
    CMYK: "0,85,33,0",
    RGB: "235,60,112"
  },
  {
    gamut: "夹竹桃红",
    CMYK: "0,80,28,0",
    RGB: "235,80,126"
  },
  {
    gamut: "霞光红",
    CMYK: "0,63,18,0",
    RGB: "239,130,160"
  },
  {
    gamut: "喜蛋红",
    CMYK: "0,88,40,0",
    RGB: "236,44,100"
  },
  {
    gamut: "凤仙花红",
    CMYK: "0,69,22,0",
    RGB: "234,114,147"
  },
  {
    gamut: "淡绛红",
    CMYK: "0,68,21,0",
    RGB: "236,118,150"
  },
  {
    gamut: "报春红",
    CMYK: "0,60,18,0",
    RGB: "236,138,164"
  },
  {
    gamut: "酢酱草红",
    CMYK: "15,68,28,2",
    RGB: "197,112,139"
  },
  {
    gamut: "榲桲舡",
    CMYK: "0,88,36,0",
    RGB: "237,47,106"
  },
  {
    gamut: "白芨红",
    CMYK: "2,66,22,0",
    RGB: "222,120,151"
  },
  {
    gamut: "莲瓣红",
    CMYK: "0,80,27,0",
    RGB: "234,81,127"
  },
  {
    gamut: "葡萄酒红",
    CMYK: "33,100,58,60",
    RGB: "98,16,46"
  },
  {
    gamut: "初荷红",
    CMYK: "0,71,18,0",
    RGB: "225,108,150"
  },
  {
    gamut: "品红",
    CMYK: "0,86,30,0",
    RGB: "239,52,115"
  },
  {
    gamut: "嫩菱红",
    CMYK: "0,85,24,0",
    RGB: "222,63,124"
  },
  {
    gamut: "兔眼红",
    CMYK: "0,81,18,0",
    RGB: "236,78,138"
  },
  {
    gamut: "菠根红",
    CMYK: "5,87,30,1",
    RGB: "209,60,116"
  },
  {
    gamut: "丹紫红",
    CMYK: "7,79,18,0",
    RGB: "210,86,140"
  },
  {
    gamut: "藏花红",
    CMYK: "0,88,23,0",
    RGB: "236,45,122"
  },
  {
    gamut: "扁豆花红",
    CMYK: "0,82,16,0",
    RGB: "239,73,139"
  },
  {
    gamut: "紫荆红",
    CMYK: "0,87,24,0",
    RGB: "238,44,121"
  },
  {
    gamut: "电气石红",
    CMYK: "16,79,14,1",
    RGB: "195,86,145"
  },
  {
    gamut: "龙须红",
    CMYK: "11,97,10,0",
    RGB: "204,85,149"
  },
  {
    gamut: "菱锰红",
    CMYK: "10,67,12,0",
    RGB: "210,118,163"
  },
  {
    gamut: "玫瑰红",
    CMYK: "4,89,21,0",
    RGB: "210,53,125"
  },
  {
    gamut: "介壳淡粉红",
    CMYK: "0,27,27,0",
    RGB: "247,207,186"
  },
  {
    gamut: "火砖红",
    CMYK: "8,72,93,1",
    RGB: "205,98,39"
  },
  {
    gamut: "余烬红",
    CMYK: "9,64,78,1",
    RGB: "207,117,67"
  },
  {
    gamut: "野蔷薇红",
    CMYK: "0,53,59,0",
    RGB: "251,53,104"
  },
  {
    gamut: "玉粉红",
    CMYK: "3,38,39,0",
    RGB: "232,180,154"
  },
  {
    gamut: "晨曦红",
    CMYK: "0,58,67,0",
    RGB: "234,137,88"
  },
  {
    gamut: "绀红",
    CMYK: "20,76,92,9",
    RGB: "170,106,76"
  },
  {
    gamut: "润红",
    CMYK: "0,28,25,0",
    RGB: "247,205,188"
  },
  {
    gamut: "淡藏花红",
    CMYK: "0,43,43,0",
    RGB: "246,173,143"
  },
  {
    gamut: "瓜瓤红",
    CMYK: "0,58,61,0",
    RGB: "246,140,96"
  },
  {
    gamut: "草珠红",
    CMYK: "1,11,9,0",
    RGB: "248,235,230"
  },
  {
    gamut: "法螺红",
    CMYK: "0,62,66,0",
    RGB: "238,128,85"
  },
  {
    gamut: "落霞红",
    CMYK: "4,82,99,0",
    RGB: "207,72,19"
  },
  {
    gamut: "芙蓉红",
    CMYK: "0,67,74,0",
    RGB: "249,14,61"
  },
  {
    gamut: "淡桃红",
    CMYK: "0,28,22,0",
    RGB: "246,206,193"
  },
  {
    gamut: "淡豆沙",
    CMYK: "28,83,92,28",
    RGB: "135,61,36"
  },
  {
    gamut: "蟹蝥红",
    CMYK: "18,80,92,7",
    RGB: "177,75,40"
  },
  {
    gamut: "淡罂粟红",
    CMYK: "0,49,41,0",
    RGB: "238,160,140"
  },
  {
    gamut: "洋水仙红",
    CMYK: "0,31,24,0",
    RGB: "244,199,186"
  },
  {
    gamut: "草莓红",
    CMYK: "0,69,70,0",
    RGB: "239,111,72"
  },
  {
    gamut: "桃红",
    CMYK: "0,44,32,0",
    RGB: "240,173,160"
  },
  {
    gamut: "蜻蜓红",
    CMYK: "0,81,84,0",
    RGB: "241,68,29"
  },
  {
    gamut: "大红",
    CMYK: "0,80,83,0",
    RGB: "240,75,34"
  },
  {
    gamut: "萝卜红",
    CMYK: "0,84,82,0",
    RGB: "241,60,34"
  },
  {
    gamut: "红汞红",
    CMYK: "0,83,81,0",
    RGB: "242,62,35"
  },
  {
    gamut: "极光红",
    CMYK: "0,84,82,0",
    RGB: "243,59,31"
  },
  {
    gamut: "胭脂红",
    CMYK: "0,83,81,0",
    RGB: "240,63,36"
  },
  {
    gamut: "铁水红",
    CMYK: "0,84,82,0",
    RGB: "245,57,28"
  },
  {
    gamut: "赭石",
    CMYK: "27,96,100,27",
    RGB: "134,38,23"
  },
  {
    gamut: "夕阳红",
    CMYK: "0,90,90,0",
    RGB: "222,42,24"
  },
  {
    gamut: "粉红",
    CMYK: "0,38,25,0",
    RGB: "242,185,178"
  },
  {
    gamut: "桂红",
    CMYK: "0,76,67,0",
    RGB: "242,90,71"
  },
  {
    gamut: "苹果红",
    CMYK: "0,77,69,0",
    RGB: "241,86,66"
  },
  {
    gamut: "谷鞘红",
    CMYK: "0,67,55,0",
    RGB: "241,118,102"
  },
  {
    gamut: "曲红",
    CMYK: "0,76,68,0",
    RGB: "240,90,70"
  },
  {
    gamut: "鹅血石红",
    CMYK: "19,89,85,9",
    RGB: "171,55,47"
  },
  {
    gamut: "舌红",
    CMYK: "0,53,36,0",
    RGB: "241,151,144"
  },
  {
    gamut: "鹤顶红",
    CMYK: "0,92,95,0",
    RGB: "212,37,23"
  },
  {
    gamut: "豆沙",
    CMYK: "40,92,78,66",
    RGB: "72,30,28"
  },
  {
    gamut: "覆盆子红",
    CMYK: "17,98,100,8",
    RGB: "172,31,24"
  },
  {
    gamut: "丽春红",
    CMYK: "0,89,84,0",
    RGB: "235,38,26"
  },
  {
    gamut: "鱼鳃红",
    CMYK: "0,84,76,0",
    RGB: "237,59,47"
  },
  {
    gamut: "枸枢红",
    CMYK: "0,86,74,0",
    RGB: "237,51,51"
  },
  {
    gamut: "淡菽红",
    CMYK: "0,81,66,0",
    RGB: "237,72,69"
  },
  {
    gamut: "无花果红",
    CMYK: "0,43,24,0",
    RGB: "239,175,173"
  },
  {
    gamut: "秋海棠红",
    CMYK: "0,88,81,0",
    RGB: "236,43,36"
  },
  {
    gamut: "榴子红",
    CMYK: "0,57,36,0",
    RGB: "241,144,140"
  },
  {
    gamut: "淡绯",
    CMYK: "0,29,16,0",
    RGB: "242,202,201"
  }
];
module.exports = { //数据暴露出去
  red: red
}