var white = [{
    gamut: "芡食白",
    CMYK: "13,10,9,0",
    RGB: "226,225,228"
  },
  {
    gamut: "银鱼白",
    CMYK: "24,14,16,1",
    RGB: "205,209,211"
  },
  {
    gamut: "云峰白",
    CMYK: "21,6,10,0",
    RGB: "216,227,231"
  },
  {
    gamut: "月影白",
    CMYK: "29,18,21,2",
    RGB: "192,196,195"
  },
  {
    gamut: "月白",
    CMYK: "11,0,8,0",
    RGB: "238,247,242"
  },
  {
    gamut: "乳白",
    CMYK: "4,5,18,0",
    RGB: "249,244,220"
  },
  {
    gamut: "雪白",
    CMYK: "0,1,3,0",
    RGB: "255,254,249"
  },
  {
    gamut: "象牙白",
    CMYK: "0,1,4,0",
    RGB: "255,254,248"
  },
  {
    gamut: "菊蕾白",
    CMYK: "10,13,35,1",
    RGB: "233,221,182"
  },
  {
    gamut: "银白",
    CMYK: "7,5,7,0",
    RGB: "241,240,237"
  },
  {
    gamut: "蚌肉白",
    CMYK: "2,6,18,0",
    RGB: "249,241,219"
  },
  {
    gamut: "莲子白",
    CMYK: "11,18,39,1",
    RGB: "229,211,170"
  },
  {
    gamut: "鱼肚白",
    CMYK: "4,4,8,0",
    RGB: "247,244,237"
  },
  {
    gamut: "汉白玉",
    CMYK: "3,5,8,0",
    RGB: "248,244,237"
  },
  {
    gamut: "荔肉白",
    CMYK: "5,11,22,0",
    RGB: "242,230,206"
  },
  {
    gamut: "粉白",
    CMYK: "1,7,13,0",
    RGB: "251,242,227"
  },
  {
    gamut: "荷花白",
    CMYK: "0,10,14,0",
    RGB: "251,236,222"
  },
  {
    gamut: "淡米粉",
    CMYK: "0,9,12,0",
    RGB: "251,238,226"
  },
  {
    gamut: "晓灰",
    CMYK: "16,23,27,2",
    RGB: "212,196,183"
  },
  {
    gamut: "米色",
    CMYK: "1,11,24,0",
    RGB: "249,223,205"
  }
];
module.exports = { //数据暴露出去
  white: white
}