var yellow = [{
    gamut: "槐花黄绿",
    CMYK: "28,6,66,0",
    RGB: "210,217,122"
  },
  {
    gamut: "姚黄",
    CMYK: "28,4,44,0",
    RGB: "208,222,170"
  },
  {
    gamut: "佛手黄",
    CMYK: "1,18,94,0",
    RGB: "254,215,26"
  },
  {
    gamut: "蝶黄",
    CMYK: "19,9,84,1",
    RGB: "226,216,73"
  },
  {
    gamut: "硫华黄",
    CMYK: "6,20,92,1",
    RGB: "242,206,43"
  },
  {
    gamut: "草黄",
    CMYK: "17,27,94,4",
    RGB: "210,180,44"
  },
  {
    gamut: "柚黄",
    CMYK: "6,22,92,0",
    RGB: "241,202,23"
  },
  {
    gamut: "秋葵黄",
    CMYK: "8,19,84,1",
    RGB: "238,208,69"
  },
  {
    gamut: "油菜花黄",
    CMYK: "2,16,84,0",
    RGB: "251,218,65"
  },
  {
    gamut: "香蕉黄",
    CMYK: "11,25,99,1",
    RGB: "228,191,17"
  },
  {
    gamut: "藤黄",
    CMYK: "0,21,94,0",
    RGB: "254,209,16"
  },
  {
    gamut: "茉莉黄",
    CMYK: "4,13,67,0",
    RGB: "248,223,114"
  },
  {
    gamut: "蒿黄",
    CMYK: "14,22,85,2",
    RGB: "223,194,67"
  },
  {
    gamut: "麦秆黄",
    CMYK: "5,14,68,1",
    RGB: "248,223,112"
  },
  {
    gamut: "金瓜黄",
    CMYK: "0,20,95,0",
    RGB: "252,210,23"
  },
  {
    gamut: "柠檬黄",
    CMYK: "0,20,87,0",
    RGB: "252,211,55"
  },
  {
    gamut: "芒果黄",
    CMYK: "15,20,66,2",
    RGB: "221,200,113"
  },
  {
    gamut: "姜黄",
    CMYK: "12,24,95,2",
    RGB: "226,192,39"
  },
  {
    gamut: "向日葵黄",
    CMYK: "0,24,94,0",
    RGB: "254,204,17"
  },
  {
    gamut: "金盏黄",
    CMYK: "0,29,95,0",
    RGB: "252,195,7"
  },
  {
    gamut: "大豆黄",
    CMYK: "0,23,88,0",
    RGB: "251,205,49"
  },
  {
    gamut: "葵扇黄",
    CMYK: "3,17,69,0",
    RGB: "248,216,106"
  },
  {
    gamut: "乳鸭黄",
    CMYK: "0,26,94,0",
    RGB: "255,201,12"
  },
  {
    gamut: "素馨黄",
    CMYK: "0,24,94,0",
    RGB: "252,203,22"
  },
  {
    gamut: "雅梨黄",
    CMYK: "0,27,88,0",
    RGB: "251,200,47"
  },
  {
    gamut: "淡茧黄",
    CMYK: "1,19,66,0",
    RGB: "249,215,112"
  },
  {
    gamut: "木瓜黄",
    CMYK: "0,30,95,0",
    RGB: "249,193,22"
  },
  {
    gamut: "谷黄",
    CMYK: "5,35,99,0",
    RGB: "232,176,4"
  },
  {
    gamut: "杏仁黄",
    CMYK: "3,8,30,0",
    RGB: "249,236,195"
  },
  {
    gamut: "黄连黄",
    CMYK: "0,28,94,0",
    RGB: "252,197,21"
  },
  {
    gamut: "栀子黄",
    CMYK: "3,36,99,0",
    RGB: "235,177,13"
  },
  {
    gamut: "芥黄",
    CMYK: "11,39,100,2",
    RGB: "217,164,14"
  },
  {
    gamut: "淡密黄",
    CMYK: "1,21,70,0",
    RGB: "249,211,103"
  },
  {
    gamut: "浅烙黄",
    CMYK: "0,32,95,0",
    RGB: "249,189,16"
  },
  {
    gamut: "鹦鹉冠黄",
    CMYK: "1,28,89,0",
    RGB: "246,196,48"
  },
  {
    gamut: "琥珀黄",
    CMYK: "0,34,93,0",
    RGB: "254,186,7"
  },
  {
    gamut: "炒米黄",
    CMYK: "3,23,69,0",
    RGB: "244,206,105"
  },
  {
    gamut: "篾黄",
    CMYK: "3,16,50,0",
    RGB: "247,222,152"
  },
  {
    gamut: "香水玫瑰黄",
    CMYK: "1,17,50,0",
    RGB: "247,218,148"
  },
  {
    gamut: "土黄",
    CMYK: "12,41,98,2",
    RGB: "214,160,29"
  },
  {
    gamut: "豆汁黄",
    CMYK: "3,10,31,0",
    RGB: "248,232,193"
  },
  {
    gamut: "象牙黄",
    CMYK: "5,19,50,0",
    RGB: "240,214,149"
  },
  {
    gamut: "鼬黄",
    CMYK: "0,35,94,0",
    RGB: "252,183,10"
  },
  {
    gamut: "山鸡黄",
    CMYK: "21,44,97,11",
    RGB: "183,139,38"
  },
  {
    gamut: "初熟杏黄",
    CMYK: "0,33,83,0",
    RGB: "248,188,49"
  },
  {
    gamut: "鸡蛋黄",
    CMYK: "0,36,93,0",
    RGB: "251,182,18"
  },
  {
    gamut: "虎皮黄",
    CMYK: "3,38,97,0",
    RGB: "234,173,26"
  },
  {
    gamut: "麦芽糖黄",
    CMYK: "0,23,59,0",
    RGB: "249,210,125"
  },
  {
    gamut: "鹅掌黄",
    CMYK: "0,35,89,0",
    RGB: "251,185,41"
  },
  {
    gamut: "甘草黄",
    CMYK: "1,31,79,0",
    RGB: "243,191,76"
  },
  {
    gamut: "沙石黄",
    CMYK: "7,32,78,1",
    RGB: "229,183,81"
  },
  {
    gamut: "酪黄",
    CMYK: "2,16,39,0",
    RGB: "246,222,173"
  },
  {
    gamut: "苍黄",
    CMYK: "34,52,85,35",
    RGB: "128,99,50"
  },
  {
    gamut: "金叶黄",
    CMYK: "0,44,91,0",
    RGB: "255,166,15"
  },
  {
    gamut: "枇杷黄",
    CMYK: "0,47,92,0",
    RGB: "252,161,6"
  },
  {
    gamut: "莱阳梨黄",
    CMYK: "32,56,96,34",
    RGB: "129,95,37"
  },
  {
    gamut: "橙皮黄",
    CMYK: "0,47,92,0",
    RGB: "252,161,4"
  },
  {
    gamut: "蜜黄",
    CMYK: "0,36,72,0",
    RGB: "251,185,87"
  },
  {
    gamut: "雄黄",
    CMYK: "0,51,91,0",
    RGB: "255,153,0"
  },
  {
    gamut: "龟背黄",
    CMYK: "35,47,71,33",
    RGB: "130,107,72"
  },
  {
    gamut: "金莺黄",
    CMYK: "0,43,82,0",
    RGB: "244,168,58"
  },
  {
    gamut: "风帆黄",
    CMYK: "6,51,95,1",
    RGB: "220,145,35"
  },
  {
    gamut: "玳瑁黄",
    CMYK: "10,41,72,1",
    RGB: "218,164,90"
  },
  {
    gamut: "榴萼黄",
    CMYK: "0,44,84,0",
    RGB: "249,166,51"
  },
  {
    gamut: "软木黄",
    CMYK: "7,45,82,1",
    RGB: "222,158,68"
  },
  {
    gamut: "杏黄",
    CMYK: "0,54,92,0",
    RGB: "250,142,22"
  },
  {
    gamut: "蛋壳黄",
    CMYK: "0,32,52,0",
    RGB: "248,195,135"
  },
  {
    gamut: "万寿菊黄",
    CMYK: "0,56,91,0",
    RGB: "251,139,5"
  },
  {
    gamut: "北瓜黄",
    CMYK: "0,56,87,0",
    RGB: "252,140,35"
  },
  {
    gamut: "金黄",
    CMYK: "5,69,87,0",
    RGB: "242,123,31"
  },
  {
    gamut: "淡土黄",
    CMYK: "28,76,82,26",
    RGB: "140,75,49"
  }
];
module.exports = { //数据暴露出去
  yellow: yellow
}